tap "caryll/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "michaeldfallen/formula"
tap "universal-ctags/universal-ctags"
brew "adns"
brew "autoconf"
brew "automake"
brew "bat"
brew "gettext"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "eigen"
brew "exercism"
brew "gcc@6"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python@2"
brew "geos"
brew "libpq"
brew "libxml2"
brew "python"
brew "gdal"
brew "git"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hub"
brew "imagemagick@6", link: true
brew "libidn"
brew "libmikmod"
brew "libuv"
brew "libyaml"
brew "mit-scheme"
brew "ncurses"
brew "ninja"
brew "nnn"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pkg-config"
brew "portmidi"
brew "postgresql@9.4", restart_service: true, link: true
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "ttfautohint"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wget"
brew "zplug"
brew "zsh"
brew "caryll/tap/otfcc-mac64"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "react-native-debugger"
