tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "universal-ctags/universal-ctags"
brew "automake"
brew "cmake"
brew "docutils"
brew "fzf"
brew "gettext"
brew "git"
brew "git-delta"
brew "glib"
brew "gron"
brew "htop"
brew "httpie"
brew "python@3.8"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "lua"
brew "mit-scheme"
brew "ninja"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "stow"
brew "tmux"
brew "watchman"
brew "jesseduffield/lazygit/lazygit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
